Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: The score isn't based on population averages. It's based on YOUR personal baseline. Your displayed baseline is a 7-day snapshot, while z-score normalization draws on up to 60 days of history for statistical accuracy. A score of 80 means you're well above YOUR normal — whether your RMSSD is 30ms or 80ms. This is why building your baseline matters.
ar: لا تعتمد النتيجة على متوسطات السكان، بل على خط أساسك الشخصي. خط الأساس المعروض لقطة لـ 7 أيام، بينما يعتمد تطبيع درجة z على تاريخ يصل إلى 60 يومًا للدقة الإحصائية. النتيجة 80 تعني أنك أعلى بوضوح من المعتاد لديك — سواء كان RMSSD لديك 30ms أو 80ms. ولهذا يهم بناء خط الأساس.
da: Scoren er ikke baseret på gennemsnit for befolkningen. Den er baseret på DIN personlige baseline. Din viste baseline er et 7-dages øjebliksbillede, mens z-score-normaliseringen trækker på op til 60 dages historik for statistisk nøjagtighed. En score på 80 betyder, at du ligger et godt stykke over DIT normale — uanset om din RMSSD er 30 ms eller 80 ms. Derfor er det vigtigt at opbygge din baseline.
de: Der Wert basiert nicht auf Bevölkerungsdurchschnitten, sondern auf DEINER persönlichen Baseline. Die angezeigte Baseline ist eine 7-Tage-Momentaufnahme, während die z-Wert-Normalisierung für statistische Genauigkeit auf bis zu 60 Tage Verlauf zurückgreift. Ein Wert von 80 bedeutet, dass du deutlich über DEINEM Normalwert liegst — egal ob dein RMSSD 30 ms oder 80 ms beträgt. Deshalb ist der Aufbau deiner Baseline wichtig.
es: La puntuación no se basa en medias de población. Se basa en TU línea base personal. La línea base que ves es una instantánea de 7 días, mientras que la normalización por z-score usa hasta 60 días de historial para mayor precisión estadística. Una puntuación de 80 significa que estás bastante por encima de TU normalidad, tanto si tu RMSSD es de 30 ms como de 80 ms. Por eso importa construir tu línea base.
fi: Pisteet eivät perustu väestön keskiarvoihin. Ne perustuvat SINUN henkilökohtaiseen perustasoosi. Näytetty perustasosi on 7 päivän tilannekuva, kun taas z-pistenormalisointi käyttää tilastollisen tarkkuuden vuoksi enintään 60 päivän historiaa. Pisteet 80 tarkoittavat, että olet selvästi OMAN normaalisi yläpuolella — oli RMSSD:si sitten 30 ms tai 80 ms. Siksi perustason rakentaminen on tärkeää.
fr: Le score ne repose pas sur des moyennes de population. Il repose sur VOTRE référence personnelle. La référence affichée est un instantané sur 7 jours, tandis que la normalisation par z-score s’appuie sur jusqu’à 60 jours d’historique pour une meilleure précision statistique. Un score de 80 signifie que vous êtes nettement au-dessus de VOTRE normale — que votre RMSSD soit de 30 ms ou de 80 ms. C’est pourquoi il est important de construire votre référence.
is: Stigin byggja ekki á meðaltölum almennings. Þau byggja á ÞÍNU persónulega grunngildi. Grunngildið sem birtist er 7 daga skyndimynd, en z-gildisstöðlunin byggir á allt að 60 daga sögu fyrir tölfræðilega nákvæmni. Stig upp á 80 þýða að þú ert vel yfir ÞÍNU venjulega — hvort sem RMSSD er 30 ms eða 80 ms. Þess vegna skiptir máli að byggja upp grunngildið.
it: Il punteggio non si basa su medie della popolazione. Si basa sulla TUA linea di base personale. La linea di base mostrata è un'istantanea di 7 giorni, mentre la normalizzazione z-score attinge fino a 60 giorni di storico per l'accuratezza statistica. Un punteggio di 80 significa che sei ben sopra la TUA norma, che il tuo RMSSD sia 30 ms o 80 ms. Ecco perché costruire la linea di base è importante.
ja: スコアは一般人口の平均ではなく、あなた個人のベースラインに基づいています。表示されるベースラインは 7 日間のスナップショットですが、z スコア正規化では統計的な正確さのために最大 60 日分の履歴を使います。スコア 80 は、RMSSD が 30 ms でも 80 ms でも、あなた自身の普段を大きく上回っていることを意味します。だからこそ、ベースラインの構築が大切なのです。
ko: 점수는 인구 평균이 아니라 본인의 개인 기준선을 바탕으로 합니다. 표시되는 기준선은 7일 스냅샷이며, z-점수 정규화는 통계적 정확도를 위해 최대 60일의 기록을 사용합니다. 80점은 RMSSD가 30ms든 80ms든 본인의 평소보다 훨씬 높다는 뜻입니다. 그래서 기준선을 쌓는 것이 중요합니다.
nb: Scoren er ikke basert på befolkningsgjennomsnitt. Den er basert på DIN personlige grunnlinje. Grunnlinjen som vises, er et 7-dagers øyeblikksbilde, mens z-score-normaliseringen bruker opptil 60 dager med historikk for statistisk nøyaktighet. En score på 80 betyr at du ligger godt over DITT normale — enten RMSSD-en din er 30 ms eller 80 ms. Derfor er det viktig å bygge opp grunnlinjen.
nl: De score is niet gebaseerd op gemiddelden van de bevolking. Hij is gebaseerd op JOUW persoonlijke basislijn. Je getoonde basislijn is een momentopname van 7 dagen, terwijl de z-score-normalisatie voor statistische nauwkeurigheid tot 60 dagen geschiedenis gebruikt. Een score van 80 betekent dat je ruim boven JOUW normaal zit — of je RMSSD nu 30 ms of 80 ms is. Daarom is het opbouwen van je basislijn belangrijk.
pt_br: A pontuação não se baseia em médias da população. Ela se baseia na SUA linha de base pessoal. A linha de base exibida é um retrato de 7 dias, enquanto a normalização por escore z usa até 60 dias de histórico para ter precisão estatística. Uma pontuação de 80 significa que você está bem acima do SEU normal — seja seu RMSSD de 30 ms ou de 80 ms. É por isso que construir sua linha de base é importante.
ru: Оценка основана не на средних по популяции, а на ВАШЕМ личном базовом уровне. Отображаемый базовый уровень — снимок за 7 дней, а нормализация z-оценки использует до 60 дней истории ради статистической точности. Оценка 80 означает, что вы заметно выше ВАШЕЙ нормы — будь ваш RMSSD 30 мс или 80 мс. Поэтому так важно сформировать базовый уровень.
sv: Poängen bygger inte på befolkningsgenomsnitt. Den bygger på DIN personliga baslinje. Den baslinje som visas är en 7-dagarsögonblicksbild, medan z-poängnormaliseringen använder upp till 60 dagars historik för statistisk precision. En poäng på 80 betyder att du ligger klart över DITT normala — oavsett om din RMSSD är 30 ms eller 80 ms. Därför är det viktigt att bygga upp din baslinje.
zh_hans: 评分并非基于人群平均值，而是基于你自己的个人基线。显示的基线是 7 天的快照，而 z 分数标准化会利用最多 60 天的历史以保证统计准确性。80 分意味着你远高于你自己的常态 — 无论你的 RMSSD 是 30ms 还是 80ms。这就是建立基线很重要的原因。

source: The scoring follows Plews et al. (2013) and Buchheit (2014) for the ln(RMSSD) z-score methodology, with vitals scoring informed by the Plews/Buchheit smallest-worthwhile-change band approach.
ar: يتبع التقييم منهجية درجة z لـ ln(RMSSD) لدى Plews وآخرين (2013) وBuchheit (2014)، مع تقييم العلامات الحيوية المستند إلى نهج نطاق أصغر تغيير جدير بالاهتمام لدى Plews/Buchheit.
da: Scoringen følger Plews m.fl. (2013) og Buchheit (2014) for ln(RMSSD)-z-score-metoden, med scoring af vitale tegn inspireret af Plews/Buchheits tilgang med båndet for mindste relevante ændring.
de: Die Bewertung folgt für die ln(RMSSD)-z-Wert-Methodik Plews et al. (2013) und Buchheit (2014); die Bewertung der Vitalwerte orientiert sich am Ansatz der kleinsten relevanten Veränderung nach Plews/Buchheit.
es: La puntuación sigue a Plews et al. (2013) y Buchheit (2014) en la metodología de z-score de ln(RMSSD), y la puntuación de constantes vitales se apoya en el enfoque de la banda del cambio mínimo relevante de Plews y Buchheit.
fi: Pisteytys noudattaa Plewsin ym. (2013) ja Buchheitin (2014) ln(RMSSD)-z-pistemenetelmää, ja vitaaliarvojen pisteytys pohjautuu Plewsin/Buchheitin pienimmän merkityksellisen muutoksen kaistaan.
fr: Le calcul du score suit Plews et al. (2013) et Buchheit (2014) pour la méthode du z-score de ln(RMSSD), et l’évaluation des signes vitaux s’inspire de l’approche par bande du plus petit changement utile de Plews/Buchheit.
is: Stigagjöfin fylgir Plews o.fl. (2013) og Buchheit (2014) varðandi z-gildisaðferðina með ln(RMSSD), og stigagjöf lífsmarka byggir á nálgun Plews/Buchheit um bil minnstu þýðingarmiklu breytingar.
it: Il punteggio segue Plews et al. (2013) e Buchheit (2014) per la metodologia z-score su ln(RMSSD), con la valutazione dei parametri vitali basata sull'approccio della fascia della più piccola variazione rilevante di Plews/Buchheit.
ja: スコア算出は、ln(RMSSD) の z スコア手法について Plews ら（2013）と Buchheit（2014）に従っており、バイタルの評価は Plews / Buchheit の最小有意変化の帯による手法を参考にしています。
ko: 점수 산정은 ln(RMSSD) z-점수 방법론에 대해 Plews 외(2013)와 Buchheit(2014)를 따르며, 활력 징후 점수는 Plews/Buchheit의 최소 유의미 변화 구간 방식을 참고했습니다.
nb: Scoringen følger Plews mfl. (2013) og Buchheit (2014) for z-score-metoden med ln(RMSSD), og scoringen av vitale tegn bygger på Plews/Buchheits tilnærming med bånd for minste verdifulle endring.
nl: De scoring volgt Plews e.a. (2013) en Buchheit (2014) voor de ln(RMSSD)-z-scoremethode, waarbij de scoring van vitale waarden is gebaseerd op de aanpak van Plews/Buchheit met de band van de kleinste zinvolle verandering.
pt_br: A pontuação segue Plews et al. (2013) e Buchheit (2014) na metodologia de escore z de ln(RMSSD), com a pontuação dos sinais vitais baseada na abordagem da faixa de menor mudança relevante de Plews/Buchheit.
ru: Оценка следует методологии z-оценки ln(RMSSD) по Plews и др. (2013) и Buchheit (2014), а оценка жизненных показателей опирается на подход Plews/Buchheit с полосой наименьшего значимого изменения.
sv: Poängsättningen följer Plews m.fl. (2013) och Buchheit (2014) för z-poängmetoden med ln(RMSSD), och poängsättningen av vitala tecken bygger på Plews/Buchheits metod med band för minsta meningsfulla förändring.
zh_hans: 评分在 ln(RMSSD) z 分数方法上遵循 Plews 等（2013）和 Buchheit（2014），生命体征评分则参考 Plews/Buchheit 的最小有意义变化区间方法。

source: The shape tells the story
ar: الشكل يروي القصة
da: Formen fortæller historien
de: Die Form erzählt die Geschichte
es: La forma cuenta la historia
fi: Muoto kertoo tarinan
fr: La forme raconte l’histoire
is: Lögunin segir söguna
it: La forma racconta la storia
ja: 形がすべてを物語る
ko: 모양이 이야기를 들려줍니다
nb: Formen forteller historien
nl: De vorm vertelt het verhaal
pt_br: A forma conta a história
ru: Форма рассказывает историю
sv: Formen berättar historien
zh_hans: 形状说明一切

source: The Six Tabs
ar: علامات التبويب الست
da: De seks faner
de: Die sechs Tabs
es: Las seis pestañas
fi: Kuusi välilehteä
fr: Les six onglets
is: Flipanir sex
it: Le sei schede
ja: 6 つのタブ
ko: 여섯 개의 탭
nb: De seks fanene
nl: De zes tabbladen
pt_br: As seis abas
ru: Шесть вкладок
sv: De sex flikarna
zh_hans: 六个标签页

source: The sleep score summarises your night as a single number. The inputs below are the ones sleep research consistently associates with restorative sleep; how they are weighted against each other is this app's own judgement call.
ar: تلخّص نتيجة النوم ليلتك في رقم واحد. المدخلات أدناه هي التي تربطها أبحاث النوم باستمرار بالنوم المُجدِّد؛ أما كيفية ترجيحها بعضها مقابل بعض فهي تقدير خاص بهذا التطبيق.
da: Søvnscoren opsummerer din nat i ét tal. Input nedenfor er dem, søvnforskning konsekvent forbinder med genoprettende søvn; hvordan de vægtes mod hinanden, er appens eget skøn.
de: Der Schlafwert fasst deine Nacht in einer einzigen Zahl zusammen. Die Eingaben unten sind diejenigen, die die Schlafforschung immer wieder mit erholsamem Schlaf in Verbindung bringt; wie sie gegeneinander gewichtet werden, ist eine Ermessensentscheidung dieser App.
es: La puntuación de sueño resume tu noche en un solo número. Los datos de entrada de abajo son los que la investigación del sueño asocia de forma constante con un sueño reparador; cómo se ponderan entre sí es una decisión propia de esta app.
fi: Unipisteet tiivistävät yösi yhdeksi luvuksi. Alla olevat syötteet ovat niitä, jotka unitutkimus yhdistää johdonmukaisesti palauttavaan uneen; niiden keskinäinen painotus on tämän sovelluksen oma harkinta.
fr: Le score de sommeil résume votre nuit en un seul chiffre. Les éléments ci-dessous sont ceux que la recherche sur le sommeil associe régulièrement à un sommeil réparateur ; leur pondération relative relève du choix propre à cette app.
is: Svefnstigin draga nóttina saman í eina tölu. Inntökin hér að neðan eru þau sem svefnrannsóknir tengja stöðugt við endurnærandi svefn; hvernig þau eru vegin hvert á móti öðru er mat appsins sjálfs.
it: Il punteggio del sonno riassume la notte in un unico numero. Gli input qui sotto sono quelli che la ricerca sul sonno associa in modo costante a un sonno ristoratore; il modo in cui vengono pesati tra loro è una scelta di questa app.
ja: 睡眠スコアは、夜を一つの数値に要約したものです。以下の入力は、睡眠研究で回復につながる睡眠と一貫して関連づけられているものです。それらをどう重み付けするかは、このアプリ独自の判断です。
ko: 수면 점수는 밤을 하나의 숫자로 요약합니다. 아래 입력값은 수면 연구에서 회복성 수면과 꾸준히 연관되는 것들이며, 이들 사이의 가중치는 이 앱 자체의 판단입니다.
nb: Søvnscoren oppsummerer natten din i ett tall. Inndataene nedenfor er de som søvnforskning gjennomgående forbinder med restituerende søvn; hvordan de vektes mot hverandre, er appens egen vurdering.
nl: De slaapscore vat je nacht samen in één getal. De onderdelen hieronder zijn de onderdelen die slaaponderzoek consequent in verband brengt met herstellende slaap; hoe ze tegen elkaar worden gewogen, is een eigen inschatting van deze app.
pt_br: A pontuação de sono resume sua noite em um único número. Os dados de entrada abaixo são os que as pesquisas sobre sono associam de forma consistente a um sono reparador; como eles são ponderados entre si é uma decisão do próprio app.
ru: Оценка сна сводит вашу ночь к одному числу. Входные данные ниже — те, что исследования сна стабильно связывают с восстанавливающим сном; как они взвешиваются друг относительно друга — собственное решение этого приложения.
sv: Sömnpoängen sammanfattar din natt i ett enda tal. Indata nedan är de som sömnforskningen konsekvent förknippar med återhämtande sömn; hur de vägs mot varandra är appens egen bedömning.
zh_hans: 睡眠评分用一个数字概括你的夜晚。下面的输入项是睡眠研究一致认为与恢复性睡眠相关的因素；它们之间如何加权，是本应用自己的判断。

source: The system prompt has hard rules against inventing numbers, but models still slip occasionally. Two useful reactions: (1) ask "where did you get that number?" — the prompt tells the model to investigate rather than double down; (2) tap the response and Regenerate on a different model.
ar: لموجّه النظام قواعد صارمة ضد اختلاق الأرقام، لكن النماذج لا تزال تخطئ أحيانًا. ردّان مفيدان: (1) اسأل «من أين أتيت بهذا الرقم؟» — يوجّه الموجّه النموذج إلى التحقق بدلًا من الإصرار؛ (2) اضغط الرد واختر إعادة التوليد على نموذج مختلف.
da: Systemprompten har faste regler mod at opfinde tal, men modeller smutter stadig af og til. To nyttige reaktioner: (1) spørg »hvor har du det tal fra?« — prompten beder modellen undersøge sagen frem for at holde fast; (2) tryk på svaret, og vælg Generér igen med en anden model.
de: Der System-Prompt enthält strikte Regeln gegen das Erfinden von Zahlen, aber Modelle rutschen trotzdem gelegentlich aus. Zwei hilfreiche Reaktionen: (1) Frag „Woher hast du diese Zahl?“ — der Prompt weist das Modell an, nachzuprüfen statt auf seiner Aussage zu beharren; (2) tippe auf die Antwort und lass sie mit einem anderen Modell neu erstellen.
es: El prompt del sistema tiene reglas estrictas contra inventar números, pero los modelos todavía fallan de vez en cuando. Dos reacciones útiles: (1) pregunta «¿de dónde has sacado ese número?»: el prompt indica al modelo que lo investigue en lugar de reafirmarse; (2) toca la respuesta y Regenerar con otro modelo.
fi: Järjestelmäkehotteessa on tiukat säännöt lukujen keksimistä vastaan, mutta mallit lipsuvat yhä toisinaan. Kaksi hyödyllistä reaktiota: (1) kysy "mistä sait tuon luvun?" — kehote ohjaa mallia selvittämään asian eikä pitämään kiinni väitteestään; (2) napauta vastausta ja valitse Luo uudelleen toisella mallilla.
fr: Le prompt système contient des règles strictes interdisant d’inventer des chiffres, mais les modèles dérapent encore parfois. Deux réactions utiles : (1) demandez « d’où vient ce chiffre ? » — le prompt demande au modèle de vérifier plutôt que de persister ; (2) touchez la réponse et choisissez Régénérer avec un autre modèle.
is: Kerfisfyrirmælin hafa strangar reglur gegn því að búa til tölur, en líkön misstíga sig samt stundum. Tvö gagnleg viðbrögð: (1) spurðu „hvaðan fékkstu þessa tölu?“ — fyrirmælin segja líkaninu að kanna málið frekar en að standa fast á sínu; (2) ýttu á svarið og Endurbúa til með öðru líkani.
it: Il prompt di sistema ha regole rigide contro l'invenzione di numeri, ma i modelli a volte sbagliano ancora. Due reazioni utili: (1) chiedi "da dove hai preso quel numero?" — il prompt dice al modello di verificare invece di insistere; (2) tocca la risposta e Rigenera con un altro modello.
ja: システムプロンプトには数値を捏造しないという厳格なルールがありますが、モデルはそれでも時々間違えます。役立つ対応は 2 つです：(1)「その数値はどこから？」と聞く — プロンプトはモデルに、言い張るのではなく調べ直すよう指示しています。(2) 応答をタップし、別のモデルで再生成する。
ko: 시스템 프롬프트에는 숫자를 지어내지 말라는 엄격한 규칙이 있지만 모델은 여전히 가끔 실수합니다. 유용한 대응 두 가지: (1) "그 숫자는 어디서 나왔어?"라고 물어보세요 — 프롬프트는 모델이 고집하지 말고 확인하도록 지시합니다. (2) 응답을 탭하고 다른 모델로 다시 생성하세요.
nb: Systemledeteksten har strenge regler mot å finne på tall, men modellene glipper fortsatt av og til. To nyttige reaksjoner: (1) spør «hvor fikk du det tallet fra?» — ledeteksten ber modellen undersøke i stedet for å holde fast; (2) trykk på svaret og Generer på nytt med en annen modell.
nl: De systeemprompt heeft strikte regels tegen het verzinnen van getallen, maar modellen glippen nog af en toe. Twee nuttige reacties: (1) vraag “waar komt dat getal vandaan?” — de prompt zegt het model dan te onderzoeken in plaats van vol te houden; (2) tik op het antwoord en kies Opnieuw genereren op een ander model.
pt_br: O prompt do sistema tem regras rígidas contra inventar números, mas os modelos ainda escorregam de vez em quando. Duas reações úteis: (1) pergunte "de onde você tirou esse número?" — o prompt orienta o modelo a investigar em vez de insistir; (2) toque na resposta e use Gerar novamente com outro modelo.
ru: В системном запросе есть жёсткие правила против выдумывания чисел, но модели иногда всё равно ошибаются. Две полезные реакции: (1) спросите «откуда ты взял это число?» — запрос велит модели разобраться, а не настаивать; (2) нажмите на ответ и выберите «Создать заново» с другой моделью.
sv: Systemprompten har strikta regler mot att hitta på siffror, men modeller slinter ändå ibland. Två användbara reaktioner: (1) fråga "var fick du den siffran ifrån?" — prompten säger åt modellen att undersöka i stället för att stå på sig; (2) tryck på svaret och Generera om med en annan modell.
zh_hans: 系统提示中有禁止编造数字的硬性规则，但模型偶尔仍会出错。两种有效的应对：（1）问“这个数字是从哪里来的？”— 提示会让模型去核查，而不是坚持错误；（2）点按该回复，换一个模型重新生成。

source: The three-tier scoring system, and where its numbers come from
ar: نظام التقييم ثلاثي المستويات، ومصدر أرقامه
da: Scoringssystemet i tre niveauer, og hvor tallene kommer fra
de: Das dreistufige Bewertungssystem und woher seine Zahlen stammen
es: El sistema de puntuación de tres niveles y de dónde salen sus números
fi: Kolmitasoinen pisteytysjärjestelmä ja mistä sen luvut tulevat
fr: Le système de score à trois niveaux, et l’origine de ses chiffres
is: Þriggja þrepa stigakerfið og hvaðan tölurnar þess koma
it: Il sistema di punteggio a tre livelli, e da dove vengono i suoi numeri
ja: 3 段階のスコア算出システムと、その数値の根拠
ko: 3단계 점수 시스템과 그 숫자의 출처
nb: Det tredelte scoresystemet, og hvor tallene kommer fra
nl: Het scoresysteem met drie niveaus, en waar de getallen vandaan komen
pt_br: O sistema de pontuação em três níveis e de onde vêm seus números
ru: Трёхуровневая система оценки и откуда берутся её числа
sv: Det trenivåiga poängsystemet och var siffrorna kommer ifrån
zh_hans: 三层评分系统，以及其中数字的来源

source: The Timeline
ar: الخط الزمني
da: Tidslinjen
de: Die Zeitleiste
es: La línea de tiempo
fi: Aikajana
fr: La chronologie
is: Tímalínan
it: La cronologia temporale
ja: タイムライン
ko: 타임라인
nb: Tidslinjen
nl: De tijdlijn
pt_br: A linha do tempo
ru: Временная шкала
sv: Tidslinjen
zh_hans: 时间线

source: The Trends tab reveals patterns across multiple sessions, helping you understand what drives your recovery over time.
ar: تكشف علامة تبويب الاتجاهات الأنماط عبر جلسات متعددة، لتساعدك على فهم ما يحرّك تعافيك بمرور الوقت.
da: Fanen Tendenser afslører mønstre på tværs af flere sessioner og hjælper dig med at forstå, hvad der driver din restitution over tid.
de: Der Trends-Tab zeigt Muster über mehrere Sitzungen und hilft dir zu verstehen, was deine Erholung im Lauf der Zeit beeinflusst.
es: La pestaña Tendencias muestra patrones a lo largo de varias sesiones y te ayuda a entender qué impulsa tu recuperación con el tiempo.
fi: Trendit-välilehti paljastaa kuvioita useiden istuntojen yli ja auttaa ymmärtämään, mikä vaikuttaa palautumiseesi ajan myötä.
fr: L’onglet Tendances révèle des tendances sur plusieurs sessions, pour vous aider à comprendre ce qui influence votre récupération au fil du temps.
is: Stefnur-flipinn sýnir mynstur yfir margar lotur og hjálpar þér að skilja hvað hefur áhrif á batann með tímanum.
it: La scheda Tendenze mostra gli schemi tra più sessioni e ti aiuta a capire cosa guida il tuo recupero nel tempo.
ja: トレンドタブでは、複数のセッションにわたるパターンが明らかになり、時間とともに何が回復を左右しているかを理解できます。
ko: 추세 탭은 여러 세션에 걸친 패턴을 보여 주어, 시간이 지나면서 무엇이 회복을 좌우하는지 이해하도록 돕습니다.
nb: Trender-fanen avdekker mønstre på tvers av flere økter og hjelper deg å forstå hva som driver restitusjonen din over tid.
nl: Het tabblad Trends laat patronen over meerdere sessies zien, zodat je begrijpt wat je herstel in de loop van de tijd bepaalt.
pt_br: A aba Tendências revela padrões entre várias sessões, ajudando você a entender o que influencia sua recuperação ao longo do tempo.
ru: Вкладка «Тенденции» показывает закономерности по множеству сессий и помогает понять, что влияет на ваше восстановление со временем.
sv: Fliken Trender visar mönster över flera sessioner och hjälper dig att förstå vad som påverkar din återhämtning över tid.
zh_hans: “趋势”标签页揭示多个记录之间的规律，帮助你了解随着时间推移是什么在影响你的恢复。

source: The Verity Sense auto-disconnects after sessions to preserve battery. You don't need to manually disconnect.
ar: يقطع Verity Sense الاتصال تلقائيًا بعد الجلسات للحفاظ على البطارية. لا تحتاج إلى قطع الاتصال يدويًا.
da: Verity Sense afbryder automatisk forbindelsen efter sessioner for at spare batteri. Du behøver ikke afbryde manuelt.
de: Der Verity Sense trennt nach Sitzungen automatisch die Verbindung, um Akku zu sparen. Du musst die Verbindung nicht manuell trennen.
es: El Verity Sense se desconecta automáticamente tras las sesiones para ahorrar batería. No hace falta desconectarlo a mano.
fi: Verity Sense katkaisee yhteyden automaattisesti istuntojen jälkeen akun säästämiseksi. Sinun ei tarvitse katkaista yhteyttä itse.
fr: Le Verity Sense se déconnecte automatiquement après les sessions pour économiser la batterie. Inutile de le déconnecter manuellement.
is: Verity Sense aftengist sjálfkrafa eftir lotur til að spara rafhlöðu. Þú þarft ekki að aftengja handvirkt.
it: Il Verity Sense si disconnette automaticamente dopo le sessioni per risparmiare batteria. Non serve disconnetterlo a mano.
ja: Verity Sense はバッテリーを節約するため、セッション後に自動で切断されます。手動で切断する必要はありません。
ko: Verity Sense는 배터리를 아끼기 위해 세션이 끝나면 자동으로 연결을 해제합니다. 직접 연결을 끊을 필요가 없습니다.
nb: Verity Sense kobler seg automatisk fra etter økter for å spare batteri. Du trenger ikke koble fra manuelt.
nl: De Verity Sense verbreekt na sessies automatisch de verbinding om batterij te sparen. Je hoeft niet handmatig los te koppelen.
pt_br: O Verity Sense se desconecta automaticamente após as sessões para economizar bateria. Você não precisa desconectá-lo manualmente.
ru: Verity Sense автоматически отключается после сессий для экономии батареи. Отключать вручную не нужно.
sv: Verity Sense kopplas från automatiskt efter sessioner för att spara batteri. Du behöver inte koppla från manuellt.
zh_hans: Verity Sense 会在记录结束后自动断开连接以节省电量。你无需手动断开。
